Repository: hadihmh/EmailOtpFlutter
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Login
fa: ورود

source: Register
fa: ثبت نام

source: Or quick login with Touch ID
fa: یا برای ورود سریع از بیومتریک استفاده کنید

source: Welcome To
fa: خوش آمدید به

# sign_to_continue
source: SIGN IN TO CONTINUE
fa: ورود برای ادامه

# enter_password
source: Enter your Password
fa: رمز عبور را وارد کنید

# enter_email
source: Please enter an email address
fa: لطفا ایمیل خود را وارد کنید.

source: Lost password?
fa: فراموشی رمز ؟

# dont_have_account
source: Don't have an account?
fa: اکانتی ندارم ؟

source: REGISTER TO CONTINUE
fa: ثبت نام برای ادامه

source: Do you have an account?
fa: اکانتی دارید؟

# enter_otp
source: Please check your email Enter your code
fa: لطفا ایمیل خود را چک کنید کد را وارد کنید

source: Verify
fa: تایید

source: Retry
fa: ارسال مجدد

# edit_email
source: Edit Your Email
fa: ویرایش ایمیل

# invalid_email
source: Invalid email address
fa: ایمیل نامعتبر

source: Successful
fa: موفقیت آمیز

# code_sent
source: Code has sent to your email
fa: کد به ایمیل شما ارسال شد

source: Overview
fa: پروفایل

source: Course
fa: دوره

source: Resource
fa: منابع

source: Message
fa: پیام

source: Settings
fa: تنظیمات

source: Upgrade your plan
fa: اکانت خود را ارتقاع دهید

source: Go to Pro
fa: به نسخه پرو بروید

source: Home
fa: خانه

source: Wishlist
fa: علاقه

source: Cart
fa: کارت
